{"meta":{"title":"祝婧琦的博客 ","subtitle":null,"description":"THE WAY OF MILLENNIUM INNOCENT LOVE","author":"Sansan","url":"http://example.com","root":"/"},"pages":[{"title":"If you are interested in me...","date":"2022-04-14T12:11:03.000Z","updated":"2024-04-14T09:05:32.289Z","comments":false,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"自我介绍思维活跃 身体健康 喜欢写作 想要成为rapstar！如果你想联系我请发邮件&#115;&#97;&#110;&#99;&#x79;&#48;&#x39;&#50;&#x37;&#x40;&#49;&#x36;&#x33;&#46;&#x63;&#x6f;&#109;"},{"title":"tags","date":"2022-04-14T12:49:22.000Z","updated":"2022-04-14T12:56:46.037Z","comments":false,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""},{"title":"categories","date":"2022-04-14T12:06:31.000Z","updated":"2022-04-14T12:56:50.358Z","comments":false,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"随笔3","slug":"Meditations-sur-la-vie-3","date":"2022-07-12T06:29:17.000Z","updated":"2024-04-14T09:07:41.434Z","comments":false,"path":"2022/07/12/Meditations-sur-la-vie-3/","link":"","permalink":"http://example.com/2022/07/12/Meditations-sur-la-vie-3/","excerpt":"这是我第一次拥有得道体验。我也不知道那个时候我为什么偏偏要去那里，或许是因为迷茫。总之，我来到了雍和宫门口。","text":"这是我第一次拥有得道体验。我也不知道那个时候我为什么偏偏要去那里，或许是因为迷茫。总之，我来到了雍和宫门口。 雍和宫其实我已经去过那里很多次。 我知道每一进庙宇大致供奉了哪些菩萨，我也知道寺里有哪些值得注意的文人墨宝和历史遗迹。我想我选择再次拜访那里一方面是生活上有许多迷茫之处，人迷茫时就喜欢求佛问神；另一方面是因为当时我正对藏族文化感到好奇和亲近，而雍和宫是一座久负盛名的喇嘛寺 。当然，好奇和亲近的意思就是我在追星——那段时间我生活的主要任务就是通过抖音直播观察川西藏族小伙子的生活。当生活执意要向你并不愿意的地方开去的 时候，最好的办法大概就是停下来，将注意力放在别人身上，以此来平息自己身上多余而且无用的意志。拜神用来抵消迷茫，追星用来抵消意志，完美闭环。 那时候我刚刚了解到藏传佛教的一些习俗，比如逆时针拜佛。还比如磕长头——通过五体投地的方式，表达自己对于神灵的敬畏。更有甚者会以磕长头的方式，从自己的家乡出发，一步一磕抵达布达拉宫。其实我并不理解为什么要通过苦行来接近神灵。我觉得，肉体的痛苦即使到达极限，也不会出现所谓的解脱感，更加不会提高自己的德行，也不会生成智慧。解脱感，也许在适当的痛苦中还能找到，就像人为了一种痛忘却另一种痛一样；德行，就像密尔在《功利主义》所言，一个人去深山老林修行可能并不会提高人的道德，而为集体利益奔波反而是德行深厚的体现。至于智慧，如果没有所思的对象以及思考的方法，让自我沉浸在空洞的只言片语中，要么走向僵化制度下的宗教皈依，要么成为天真而激情澎湃的民哲。 当然，我知道，这世界上的一切活法都没有高低贵贱之分。民哲又如何？他比学院多了那么多快乐。苦行又如何？他比普通生活多了那么多的纯粹。密林苦修，活得恣意；世俗搏斗，活得充实。 我不理解得只是手段和目的之间的不适用——if 苦修，then 神灵？ 当时的我就是抱着这样的问题，在院子里面边走边思考着。望着下跪的人，站直的人，路过嬉戏拍照的人以及导游腰上嗡嗡作响的黄色小蜜蜂机器，我的脑海突然得到了一个答案 ： 不是苦修需要神灵，而是神灵需要苦修。 就像不是粉丝需要偶像，而是偶像需要粉丝。只有将金澄澄的坐像摆在人的肩膀高度以上，人才能够以合适的距离仰视它；只有以苦行的方式走向布达拉宫，人才能够以合适的方式确认自己的圣地。 坐像可以被打碎，但只要人需要，它就可以被黏合造起；苦行可以被禁止，但只要人认为神需要，它就可以成为最日常的行为。 也许这是对于宗教的亵渎，但我认为如果有神，这就是他&#x2F;她此刻想告诉我的： 不必信神，因为它在信之前并不存在。 四川大概半年以后的夏天，我觉得我应该去川西看看。抖音直播的镜头也是一种造神方式，而我对于镜头后的人着了迷。我想亲自去看看，却根本不知道去了以后要看什么，就像许多教徒总想上天堂，但是却没有规划好上天堂以后的生活。他们可能对于天堂有一个描述性的认知（比如有多少女人供享用；或者认为天堂就是幸福本身），但是却没有追问那么享用以后呢？幸福又是以什么形式展开的呢？ 我们梦想这些地方唯一的原因，不是那些地方有多么完美，而是那些地方有多么能够符合我们的梦想。 不过我还是去了。 经验的宝贵之处就在于，他总能超出我们的想象，他总能带来除去我们的动机（非常苍白，去川西看帅哥）以外的现实。比如，我在那里参观了长青春科尔寺，还去参观了以前僧人修行的岩洞，爬上了东山顶上。我和力帆摩托一起驰骋在如世外桃源的夏季牧场上，我看到牧场上有毛茸茸的牦牛，美丽的小白马，高耸入云的山脉和如绸缎般流淌的小溪。那是一幅我难以忘却的图景，让我明白在欧洲看到的一切不过是平平无奇。我还看到夏季暴雨后村里路上的积水很深，游客只能在两侧靠边站立而无法前行时，一大群牦牛慢悠悠的在前面走，高高骑着黑马赶牛的邓珠带着羞涩的笑容，就像王子被夹道欢迎一样从路中间走过。我从来都知道我追的星只是凡人，但是那一瞬间我想他人身上的神性，就在于相对于正在扮演王子角色的他而言，我扮演着观望者的角色。如果没有游客，如果没有我，这只是一个平平无奇的牧区清晨，邓珠要做的就是赶牛上山。 但是我们总是希望这世间只有好的事情发生。即使不发生在现在的我们身上，也要发生在以后的我们身上；即使不发生在自己身上，也要发生在别的人身上，前提是他是我指定的“偶像”。 这只是一种为人的贪欲，而根本不会成为一种事实。 在四川，在藏区，当然有很多礼佛的方式，其中之一就是参观旅游景点。宗教场所作为一种旅游景点，我想我在欧洲已经经历了很多：梵蒂冈、巴黎圣母大教堂、佛罗伦萨百花大教堂、西班牙圣家族教堂、Mons大教堂，等等。这些地方因为文化和历史为人称道，对于其中的宗教元素，我一般都是采用对待陌生人的方法对待——礼貌、尊重而不失距离。这次我也是这么做的：在长青春科尔寺，我跟着导游小姐姐念咒语，但是心中并不是很在意，反而很好奇墙上的叙事画，我也喝了师傅给的水，只感觉矿物质味道很重；在新老冷古寺，我通过买看宝物的门票和买方便面的方式给和尚布施，但是对于宝物和方便面都不是特别感兴趣；在文殊院，我认真参观了三进四院，并为参加中考的弟弟和想要读博的我许下金榜题名的愿望，就像每一个来参观的人一样。 导游小姐姐是藏族的，她说她考试前拜了文殊菩萨，可是最后还是只考了三十几分，但这不影响她的虔心和迷信。她执着于告诉我们一些有关显灵和报应的传奇故事。同行的小姐姐也是藏族的，她学历很高，对于迷信并不认同。因此在听到一个故事后，我往往还会听到另一个故事，也就是这个故事的“科学”版本。 归元寺“还愿”——当你实现一个愿望以后，你应该再次前往许愿的场所，感谢帮你实现愿望的神灵。 又过了一年，在一个嘈杂热闹的下午，我去归元寺还愿。归元寺是很世俗的汉族寺庙，没什么文化底蕴，和武汉这座城市一模一样。 此时又是一年中考前夕，穿着黑色透气运动鞋的寺庙和尚带着梳马尾穿校服的小女孩和她妈妈在主殿内大声祷告，“佛祖保佑，XXX，一定会考上武汉六中。”她们在主殿祷告完后，来到了文殊菩萨像前。小女孩扑通一声跪在地上，随后她的母亲也是，两人恭敬而标准地拜完了神像，然后在众人的注目中离开。 升学热让主管教育的文殊菩萨成为寺内最火热的参拜地，网络上最近开始流行“转发这个文殊菩萨像，保佑你考试面试一定过”的帖子，无疑也拉近了神灵和网络文化之间的距离。穿国潮的年轻人，穿校服的小孩子，还有秉持走过路过千万不要错过的大妈们，一时间都在文殊菩萨像前排起了长队。我先前也跪过了，跪得很茫然，就像有什么未尽的事情没有做一样。 于是我就在后面站着。我接到我妈的电话，叫我快点回去给她带一杯茶颜悦色喝。我看了看手表，感觉时间也差不多，好像应该要走了。但是我仍然觉得很烦闷，很迷茫，我并不开心。 我又回到了像前，但是我没有跪，我只是想去思考一些问题。比如，拿到了奖学金又如何？以后还是要处理和导师的关系，要无穷无尽写报告，处理杂事，要去法国巴黎重新开始一种生活，要面对更多的孤独、困难和做不到的事情。 我就是这样把我所有想问的问题全部问了出来。 然后，我得到了答案。 ：用已经给予给你的智慧。 我突然明白，所谓幸运或者不幸，指的是自己无法决定，而必须全然交给别人手中的事情。幸运是一个概率事件。但是我刚刚提出的问题，并不取决于概率，而全然取决于自己。这世间一定有一种智慧能够处理好这些看起来如噩梦般的琐事，而我要做的事，就是获得这种智慧。 有人告诉我，这样的智慧，已经给予我了。 确实，在此间两年时间，我也感觉到自己慢慢在变化，但并不是通过神赐的幸运，而是通过一件件小事的累积，一次次将自己从情绪和习惯中拯救，一次次鼓起勇气原谅自己的无知和懒惰，一次次调整并重新出发。 她的回答是正确的。智慧已被给予。而我要做的只是在自己的心中发现它、使用它。 突然，我对文殊菩萨生出一点兴趣。 是谁在回答，是她吗？ 回到文殊院从此我对文殊菩萨多了一重关注。我想我应该再去一趟四川，即使已经无法再往世界最高城理塘攀登，我也应该去成都的文殊院聊表心意，或者说，“还愿”。 回到文殊院，我仍按照上次参观的路线，从正门进，逆时针绕院一圈。我先后看到了未来佛、西方三圣、乾隆的墨宝和唐僧的舍利子。很快，不出十五分钟，我就完成了和上次一样完成的全部任务。 此次重来，院落庙宇我已十分熟悉，便闲来四处溜达溜达。墨绿色的松树挺拔，风雨侵蚀过后的灰色石碑更显威严，阳光与瓦制飞檐相交错，给漆黑的寺门留下星星点点。浑圆庞大的敲钟木被架在侧面支架上，木头上的颜料已经全部褪去，露出坑洼和沟壑肌理。旅游的小情侣在寺门前拍照，然后拿着几炷香，郑重地拜了后插在香炉上。 显然，和归元寺相比，这里多了许多静谧和庄重。我突然意识到一件事情，在文殊院，我并没有“碰见”文殊菩萨。于是我重新绕院一圈，我发现，确实没有。我走向最后一间大殿里面的工作人员。她皮肤很白，看起来很年轻，我曾经读到过，很多女孩从小就很有慧根，因为家庭变故或者自身原因很小就在寺院修行，不过她没有剃度，应该只是在这里志愿服务或者参加佛学院。我问她，“请问文殊菩萨在哪里？”她看起来有些害羞，说话声音有点犹疑不定，“千佛殿有一处；文殊阁也有一处。”她示意我往左手找。 我从左边侧门出去，才发现左侧还有几处偏殿，我上次来的时候并没有发现。我开始仔细辨认每一处佛像和名字，就像寻宝游戏一样希望自己能快点抽中大奖。不论如何仔细搜寻，我仍然一无所获，再继续往左前方走，我看到的是一座白塔、一间粥舍和寺庙停车场。她说的位置究竟在哪里？ 此时我已经没什么耐心。天气炎热，带着口罩和妆容的我感觉皮肤又痒又痛；时间不多了，我还计划下午去郊外赶在闭馆前看大熊猫。焦躁的时候我又回到主院，试图找其他上次没有找到的偏门。 我来到了进出口旁边的门，我上次曾经走过这里，它连接花园小池和一片竹林，穿着白背心的老年叔叔坐在树林里的石椅上聊天。 果不其然，这次依然是一群爷叔坐在那里，一些行人在竹林中穿行，仅此而已。上次我就此打道回府，但这次我看到了“文殊阁”的标志，我知道还应该再往深处走走。我仍然记得那段路很长，我也很害怕，因为如果路太长太远，那么回到出口又要花许多许多时间。 不久一座建筑就出现在我眼前。它其实就在主院最后一间大殿的正后方，但是朝向文殊阁的漆黑寺门被关闭，甚至在主院和文殊阁之间，似乎有人故意砌了个高墙。因此我猜测，从左侧门出来往后走应该也可以抵达文殊阁，而我是从右前侧门绕过来的。 我想我来到了游戏的最后一关。 这里人不多，相比主殿，似乎年轻人更多一些。一些大学生模样的游客三三两两地坐在念经垫上休息。经过一系列找寻不得的事件，我警觉地盯着阁里供奉的佛像，打算等确认以后再行跪拜。果然，门内供奉的是西方三圣，而不是文殊菩萨。圣像两侧有楼梯，但是黑漆漆的，没有告示，也没有点灯，不知道能不能就这样上去。 我进门了又出来，认真阅读着地标和介绍，上书文殊阁有三层——一层念经室、二层图书馆，三层文殊阁。然后我又突然发现门右侧写着女性不能穿着裙子进入，而我正好穿着及脚的裙子，虽然不露骨，但是也不符合佛家的规定。 怎么办呢？上楼？楼上可以上吗？会有文殊菩萨吗？还是打道回府？天气很热，时间也不多了。我在门口踟蹰不疑。我在网络上搜索了一下“文殊阁有文殊菩萨吗？”，跳出来一篇标题为“即使你来到文殊院，你也不一定有缘见到文殊菩萨……”的文章。 确实，我已经来过了一次都没有见到，既然这已经是第二次，那么不论楼上有什么，还是去见见吧。 屋内的大学生还坐着休息，我向楼上走去。二楼不对外开放，我上了三楼，这是一个灰尘很大空间很小的阁楼。无数金色的小佛像被装在玻璃制的盒子里，应该是不同供奉人请来供奉的，排成横竖许多排放在屋子里面。 文殊菩萨像更大一些，也放在玻璃制的罩中，阁楼有阳光投进，但是并不强烈，因此玻璃罩看起来可能比原样更加陈旧泛黄，缺乏吸引人的光泽。 我按照规矩，先礼拜了文殊菩萨像背后的西方三圣，一路上他们也迎接了我好几回了。然后我才走到像面前，仔细端详这来之不易的珍宝。 和其他造像相比，她没什么不同，左手持宝剑，右手持莲花。 一位微胖的年轻男人正绕着菩萨像念经，每绕一圈，计数器都会发出机械的“滴——”声。他的运动背包放在不远处的长桌上。一位女游客似乎想要与他搭话，她站在长桌旁边，用手机搜索着什么，并时不时看这位男士一眼。 一位年老的人坐在后面有阳光的地方晒太阳。 一只鸽子从窗户飞到屋内，它在有些脏旧的、两千年左右曾经流行的大块瓷砖地板上踱着步。小巧灵活的身躯引起一对情侣的好奇，他们嬉笑着用单反相机拍下这一幕，并试图逗逗这只迷路的鸟。 在这不大的空间里，断断续续有些人上来，谒拜后又三三两两离开。我想我应该把握好机会，提出一些问题。但这次机会如此来之不易，我想问一些更难的问题，问一些没有答案的问题，或者说，因为答案太过明显，而根本不需要提问的问题。 如果世界是无限的，那作为有限的我思考无限有什么意义？ 作为一个血肉之躯，一个生灵而不是圣灵， 为什么要拥有自反意识和理性， 让他虽然身处历史， 眼睛却可以望到历史之前和历史之后那些并不属于自我的东西？ 有限的时间、能力和意志，却有无限的认识和理解力， 这是多么令人痛苦的失调啊。 我得到了答案。 ：不要思考无限，先将智慧运用到有限中。 就是一瞬间，你脑海里出现了这样一句话，仿佛有人在回答你的问题一样。有人称之为“得道”，我愿意称之为“对话取得了卓有成就的效果。” 也许人类创造宗教不是因为真的哪里有神，而是因为我们需要这样的场所，满足我们的贪欲，创造我们的希望，平息我们的疑惑和苦痛。不过我知道，贪欲总有一天无法被全部满足，个人的希望有一天会全部打碎，疑惑和苦痛都会化为虚无。 或许人们在这里存放着他们身上自己的神性。 即使自己浑身污浊，他们也总是希望有个高洁的地方，于是他们建造了庙宇。 因此也许，不是神而是每一位信者在帮助我思考问题。 但我已经不去思考它了，因为我要将智慧投入到有限之中。 我会吃得好，睡得香，因为我要将智慧投入到有限之中。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"得道体验","slug":"得道体验","permalink":"http://example.com/tags/%E5%BE%97%E9%81%93%E4%BD%93%E9%AA%8C/"}]},{"title":"随笔1-2","slug":"meditations-sur-la-vie","date":"2022-04-23T12:00:05.000Z","updated":"2024-04-14T09:06:38.253Z","comments":false,"path":"2022/04/23/meditations-sur-la-vie/","link":"","permalink":"http://example.com/2022/04/23/meditations-sur-la-vie/","excerpt":"","text":"1生命哲学不是像阿兰·德波顿那种面向大众的人生哲学，也不是基于几个重要假说的伦理学，更加不是泰纳？那种机械论的生命哲学，也不是在哲学史框架内对某一闪光的哲学家的思想进行研究。而是不断给生命提出的真正的问题以新的思考框架的，正在思考中的，哲学练习行为。 2向死而生的生命是不存在的。 如果集中于生命的负面性，那么人就会走上崩溃-理解-接受的循环。等到了接受的环节，实际上就又是在否定性中找到生命的肯定意义。 所谓天堂就是生命的全部肯定性，所谓地狱就是生命的全部否定性。 有时候想坦然接受每个人的生命都是有限的这一事实。或者接受：我的生命是一种概率下的产物，它在概率之下产生，也将随着概率而消逝。从漫长的人类历史和生命历史来看，这种随机性否认了我的生命可贵性，我的出生和死亡都是整个有机物为了繁衍而采取的策略，出现也好，消失也好，都是整体不可缺少也是整体中可以忽略不计的一环。 这样大的图景总是令人恐惧。也让人想要憎恨：为什么要给予我独一无二的理解力、想象力和完整的判断力和意志？如果没有表面上可以决定自我一切，但实际上却既无法决定生也无法决定死的人类困境，是否生活会更加简单一些？ 古代人的平均寿命也不过三十岁左右，这也是人类种族比较合理的更新速度吧。在二十多岁的时候繁衍下一代的同时，基因已经不顾人本身的自我意愿，完成了自己的使命。孩子的诞生就是一个人完成了它生物使命的时候。如果没有社会，如果没有个体，其实只是这样就已经在生物层面“被使用殆尽”，而成为某种意义上的“不必要品”。很多老年人在完成了生物和社会使命后，也会成为“不必要品”，而被社会声音所忽视。 没有人能真正面对负面而生活，我们需要娱乐（divertissement）来逃避，需要宗教来被赦免，需要哲学来打发时间。但是没有人能真正躲避负面性，只要我们具有完整的意识和清醒的头脑，只要我们是一种以人类形式存在的有机物，那么绝对负面性时刻就会到来。 生计作为一种负面性的具体形式，占据了大部分人的大部分时间。因为它是具体的，而且不是绝对的，是有希望能战胜和克服的，所以相比较疾病，它是一个比较好的度过时间的方式。大部分人的生活就是战胜生计问题-战胜疾病问题的过程。漫长生活偶尔的闪光点来自社会规定的教育阶段和自我选择的仪式，比如毕业、结婚、升职等。 现代社会因为过度想象力的运用而变得虚假。因为给人过度的希望而使人感到痛苦。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"生命哲学","slug":"生命哲学","permalink":"http://example.com/tags/%E7%94%9F%E5%91%BD%E5%93%B2%E5%AD%A6/"}]},{"title":"翻译随想1","slug":"翻译手记","date":"2022-04-23T11:59:46.000Z","updated":"2024-04-14T08:47:08.407Z","comments":false,"path":"2022/04/23/翻译手记/","link":"","permalink":"http://example.com/2022/04/23/%E7%BF%BB%E8%AF%91%E6%89%8B%E8%AE%B0/","excerpt":"","text":"1.0大家常常说翻译没有其他，就是满足“信达雅”就好了。“信达雅”是一种评价翻译的标准，但是并不是一个有推导逻辑的翻译理论，也不是一个可以具体执行的翻译方法。告诉一个翻译者“你只要翻译得信达雅就可以了”，就好像告诉一个学生“你只要考100分就可以了”，没有什么实际的帮助作用，也没有思考和运用理论的空间。 我在上学的时候学习到的翻译理论是“释义理论”，简单说就是“将语言转换视为意义传递的过程”（理论基础），因此对于要翻译的文字，译者应该采取“脱壳”的方法（方法指导），也就是不论转换时碰到什么样的词语，都只是把它视为一种包括意义的外壳，在转换时如果有必要，可以果断抛弃掉它。但是这个理论没有说明的是（或者我把这部分内容遗忘了），语言的意义应该在何种程度理解？对于语言学来说，句子是最小的表意单位。因此我们是否可以像trados软件里面那样，把每句话分隔开以后就马上翻译？ 我认为这是不正确的。虽然句子是表意的最小单位，但是在实际沟通中，只有一句话是无法确认说话人的真正意图的。在交际环境下，也就是在翻译环境下（翻译天然构成了一个交际场所，有翻译在的地方一定有源语言和译出语言，也就是一定存在一个听话者和语言发出者，也就是一定有一个交际空间），能够完成交际意义的一定是一个“逻辑段落”。如果一句话里存在这样的逻辑段落，那么这一句话就可以构成一个最小单位；但更多时候构成这样逻辑段落的是一个自然段，甚至是一篇半长不长的文章。 因此我们在做翻译的时候，老师常常会说，你应该先看完一整篇文章再进行翻译。这句话是正确的，但是它应该还有后半句话，“在进行翻译的时候，也应该在段落层面进行释义转换，而不是在句子层面进行释义转换。”这意味着我们的译文很有可能在段落释义转换以后和原文差距很大。很有可能会发生这样的问题：在审校或者查询原文的时候，其他人会发现译文和原文在表面上有很大的差距。 这个时候就是要考验译者的勇气的时候了。一方面，译者对听众要负责任；另一方面，译者似乎也要对原文负责任。但实际上，我认为前者更重要，而且真正的语言转换也是对原文负责任的表现。 这个时候通常发生在很极端的文本上面。一些特殊的文本必须要求字对字的翻译，因为此时重要的不是沟通，而是意识形态上的要求，必须保持一致（比如技术手册、政治宣言等等）。大部分文本是不极端的，不论是在句意层面还是在逻辑段落层面转换，都可以达到差不多的效果。只有在一些非常极端的文本，比如哲学&#x2F;文学等文本时，才会出现这样的难题。 2.0译者的意识和理解应该时时刻刻出现在译文之中。未经理解的翻译是不可能的。","categories":[{"name":"研究手记","slug":"研究手记","permalink":"http://example.com/categories/%E7%A0%94%E7%A9%B6%E6%89%8B%E8%AE%B0/"}],"tags":[{"name":"翻译研究","slug":"翻译研究","permalink":"http://example.com/tags/%E7%BF%BB%E8%AF%91%E7%A0%94%E7%A9%B6/"}]},{"title":"大家好，这是我的第一篇博客","slug":"第一篇博客","date":"2022-04-11T13:17:48.000Z","updated":"2022-07-09T06:55:23.650Z","comments":false,"path":"2022/04/11/第一篇博客/","link":"","permalink":"http://example.com/2022/04/11/%E7%AC%AC%E4%B8%80%E7%AF%87%E5%8D%9A%E5%AE%A2/","excerpt":"","text":"从来没有这样布置过博客，玩了一下，感觉非常有意思。 想到了以前曾经参加过coding girls的活动时候老师面带尴尬的笑容看着我，那个时候我觉得自己真的不适合学习代码。 这一次我自己简单尝试了一下，还是感觉很难，很多基础的东西都不知道就开始写。但是慢慢去调试，不会或者出问题了就搜索一下嘛。只要真的很有耐心，我觉得我也是可以掌握这门技术的。 其实我虽然常常生活在梦幻当中，但是不知道为什么，我属于那种非常喜欢自己动手做一些东西，或者修一些东西的人。高中的时候也经常看自己完全看不懂的科学杂志，对于新鲜的科技产品和电子产品也非常着迷。但是如果要我去做科学实验或者学习科学，或者是做程序员，我感觉我也很难做到。从方法论上讲，科学比较单一，这点就已经输给了哲学，但是科学系统内部的继承性也是哲学很难达到的。当然程序员这样应用性很强的职业，按照我的性格，可能就直接翻桌子走人了。 并不是我不想，而是我的性格不行。嘻嘻。 创建新博客的理由： 1.因为以前到处写博客，很多东西都随着时间和某某网站倒闭而全部消失了。所以想着如果自己做一个博客的话，那么就不会再受制于人，可以把自己的想法和文章长久地记录下来。 2.也想鼓励自己多做一些创作型的活动。先不说职业发展之类的，我是一个生活优先的人，创作好像首先对于自己的生活有积极的帮助，写作或者翻译的时候常常会觉得很幸福。生活在现实世界总是有这样那样的问题，但是生活在自己的创作世界就可以很完美的漂浮。所以就想漂浮一下的时候，来这里写点什么，玩点什么，让自己快乐一些。 3.没有了。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"生活小记","slug":"生活小记","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB%E5%B0%8F%E8%AE%B0/"}]}],"categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"},{"name":"研究手记","slug":"研究手记","permalink":"http://example.com/categories/%E7%A0%94%E7%A9%B6%E6%89%8B%E8%AE%B0/"}],"tags":[{"name":"得道体验","slug":"得道体验","permalink":"http://example.com/tags/%E5%BE%97%E9%81%93%E4%BD%93%E9%AA%8C/"},{"name":"生命哲学","slug":"生命哲学","permalink":"http://example.com/tags/%E7%94%9F%E5%91%BD%E5%93%B2%E5%AD%A6/"},{"name":"翻译研究","slug":"翻译研究","permalink":"http://example.com/tags/%E7%BF%BB%E8%AF%91%E7%A0%94%E7%A9%B6/"},{"name":"生活小记","slug":"生活小记","permalink":"http://example.com/tags/%E7%94%9F%E6%B4%BB%E5%B0%8F%E8%AE%B0/"}]}